Repository: BP601/wp-job-manager-alerts-lang
Catalog: wp-job-manager-alerts-*.po
Languages: fr_fr

source: Job Alert Results Matching "%s"
fr_fr: Résultat pour vos critères de recherches "%s"

source: No jobs were found matching your search. Login to your account to change your alert criteria
fr_fr: Aucune offre d'emploi n'a été trouvé correspondant à votre recherche. Connectez-vous à votre compte pour modifier vos critères d'alerte.

source: This job alert will automatically stop sending after %s.
fr_fr: Cette alerte de travail s'arrête automatiquement après l'envoi %s.

source: Please name your alert
fr_fr: S'il vous plaît nommer votre alerte.

source: Invalid Alert
fr_fr: Alerte invalide

source: %s has been %s
fr_fr: %s a été %s

source: Enabled
fr_fr: Activée

source: Disabled
fr_fr: Désactivée

source: %s has been deleted
fr_fr: %s a été supprimée

source: You need to be signed in to manage your alerts.
fr_fr: Vous devez être connecté pour gérer vos alertes.

source: Your alerts have been updated
fr_fr: Vos alertes ont été mis à jour

source: Jobs matching your "%s" alert:
fr_fr: Postes correspondant à votre alerte "%s":

source: No jobs found
fr_fr: Aucune offre d'emploi trouvée

source: Enter your licence key and email and hit return. A valid key is required for automatic updates.
fr_fr: Entrez votre clé de licence et email et appuyez sur enter. Une clé valide est nécessaire pour les mises à jour automatiques.

source: Alert Name
fr_fr: Nom de l'alerte

source: Enter a name for your alert
fr_fr: Entrez un nom pour votre alerte

source: Keyword
fr_fr: Mot-clé

source: Optionally add a keyword to match jobs against
fr_fr: Ajoutez éventuellement <strong>1 mot-clé</strong>pour affiner votre recherche d'emplois

source: Location
fr_fr: Localisation

source: Optionally define a location to search against
fr_fr: Vous pouvez éventuellement définir un emplacement à rechercher.

source: Categories
fr_fr: Catégories

source: Any category
fr_fr: N'importe quelle catégorie

source: Job Type
fr_fr: Type d'emploi

source: Any job type
fr_fr: N'importe quel type d'emploi

source: Email Frequency
fr_fr: Fréquence d'emails

source: Daily
fr_fr: Quotidiennement

source: Weekly
fr_fr: Hebdomadaire

source: Fortnightly
fr_fr: Tous les quinze jours

source: Save alert
fr_fr: Enregistrer alerte

source: Job Type:
fr_fr: Type d'emploi:

source: Company:
fr_fr: Société:

source: Location:
fr_fr: Lieu:

source: Your job alerts are shown in the table below. Your alerts will be sent to %s.
fr_fr: Vos alertes d'emploi sont présentées dans le tableau ci-dessous. Vos alertes seront envoyées à %s.

source: Date Created
fr_fr: Date de création

source: Keywords
fr_fr: Mots-clés

source: Frequency
fr_fr: Fréquence

source: Status
fr_fr: Statut

source: Add alert
fr_fr: Ajouter une alerte

source: Show Results
fr_fr: Voir les résultats

source: Edit
fr_fr: Modifier

source: Enable
fr_fr: Permettre

source: Disable
fr_fr: Désactiver

source: Delete
fr_fr: Effacer

source: Fornightly
fr_fr: Tous les quinze jours

source: Are you sure you want to delete this alert?
fr_fr: Êtes-vous sûr de vouloir supprimer cette alerte?

source: Job Alerts
fr_fr: Alertes d'emploi

source: Alert Email Content
fr_fr: Contenu de l'alerte email

source: Enter the content for your email alerts. Leave blank to use the default message. The following tags can be used to insert data dynamically:
fr_fr: Entrez le contenu de vos alertes e-mail. Laissez vide pour utiliser le message par défaut. Les balises suivantes peuvent être utilisées pour insérer des données de manière dynamique:

source: The users display name in WP
fr_fr: Les utilisateurs affichent nom dans WP.

source: The name of the alert being sent
fr_fr: Le nom de l'alerte envoyée

source: A sentance explaining if an alert will be stopped automatically
fr_fr: Une phrase expliquant si une alerte est automatiquement arrêté

source: The date this alert will next be sent
fr_fr: La date de cette alerte va maintenant être envoyée.

source: The url to your alerts page
fr_fr: L'URL de votre page d'alertes

source: Alert Duration
fr_fr: Durée de l'alerte

source: Enter the number of days before alerts are automatically disabled, or leave blank to disable this feature. By default, alerts will be turned off for a search after 90 days.
fr_fr: Entrez le nombre de jours avant que les alertes soient automatiquement désactivées, ou laisser vide pour désactiver cette fonction. Par défaut, les alertes sont désactivées pour une recherche après 90 jours.

source: Alert Matches
fr_fr: Critères de recherche pour les alertes

source: Send alerts with matches only
fr_fr: Envoyer des alertes avec critères de recherche uniquement.

source: Only send an alert when jobs are found matching its criteria. When disabled, an alert is sent regardless.
fr_fr: Seulement envoyer une alerte lorsque des emplois sont trouvés correspondant aux critères de recherche. Lorsque cette option est désactivée, une alerte est envoyée indépendamment.

source: So that the plugin knows where to link users to view their alerts, you must enter the slug of the page where you have placed the [job_alerts] shortcode.
fr_fr: Pour que le plugin sache comment relier les utilisateurs avec leurs alertes, vous devez entrer le slug de la page où vous avez placé le shortcode [job_alerts].
